Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: They had never seen animals behave like this before, and this sudden uprising of creatures whom they were used to thrashing and maltreating just as they chose, frightened them almost out of their wits.
uk_1984_iryna_dybko_khutir_tvaryn: Можливості людей оборонитись перед тваринами меншали, бо ще так ніколи перед тим розлючені тварини не відплачувалися людям за усі заподіяні їм кривди.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ніхто ще не бачив, аби тварини так поводилися. Тож цей несподіваний заколот тварин, яких вони лупцювали й над якими знущалися, як хотіли, налякав їх до смерті.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Такого ще ніколи не було, щоб свійські тварини так поводилися. Раптовий бунт безмовних істот, яких вони звикли експлуатувати й ображати скільки заманеться, налякав людей мало не до втрати розуму.

source: After only a moment or two they gave up trying to defend themselves and took to their heels. A minute later all five of them were in full flight down the cart-track that led to the main road, with the animals pursuing them in triumph.
uk_1984_iryna_dybko_khutir_tvaryn: Наймити Романова в несамовитім переляку дали знати ногам і вмить покинули хутір, бігли у напрям головної дороги, а вслід за ними, тріюмфуючи, підбігали тварини.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І вже за хвилину-другу вони перестали відбиватися й дали ногам знати. Усі п'ятеро щодуху помчали по дорозі, що вела до мощеного шляху. За ними звитяжно гналися тварини.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони перестали відбиватися і кинулися навтьоки. За хвилину всі п’ятеро мчали щодуху стежкою прямо до великої дороги, а їх переслідувало об’єднане стадо тварин-переможців.

source: Mrs. Jones looked out of the bedroom window, saw what was happening, hurriedly flung a few possessions into a carpet bag, and slipped out of the farm by another way.
uk_1984_iryna_dybko_khutir_tvaryn: А Романова, приглядаючись цьому крізь вікно спальні, нашвидку повкладала найконечніші речі в мішок і задніми дверима свого дому «виковзнулася» щілинами живоплота і мерщій покидала хутір, щоб не повертатись.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Місіс Джонс визирнула з вікна спальні й побачила, що діється. Поспіхом вкинула до торби дещо з пожитків і нишком вислизнула з ферми.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Визирнувши з вікна спальні, місіс Джонс відразу зрозуміла, що відбувається, тож поспішно вкинула до саквояжа дещо з речей і вислизнула з ферми іншою дорогою.

source: Moses sprang off his perch and flapped after her, croaking loudly.
uk_1984_iryna_dybko_khutir_tvaryn: Ворон Мойсєєвич залопотів крилами і злетів услід за Романовою.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Мойсей зірвався з жердини й полетів за нею, голосно каркаючи.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Своєю чергою, Мозес зістрибнув зі своєї жердки й, голосно каркаючи, затріпотів слідом.

source: Meanwhile the animals had chased Jones and his men out on to the road and slammed the five-barred gate behind them.
uk_1984_iryna_dybko_khutir_tvaryn: В тому ж часі тварини прогнали Романова й наймитів далеко поза ворота хутора, зачинивши п’ятизасувні ворота;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тим часом тварини вигнали Джонса та його челядь на мощений шлях і з брязкотом зачинили за ними на всі п'ять засувів браму.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тим часом тварини переслідували Джонса та його наймитів до самої дороги, а потім зачинили за ними важкі ворота.

source: And so, almost before they knew what was happening, the Rebellion had been successfully carried through: Jones was expelled, and the Manor Farm was theirs.
uk_1984_iryna_dybko_khutir_tvaryn: усвідомили собі, що довгождана революція пройшла успішно, що відсьогодні Панський хутір належатиме цілком тільки тваринам.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Отак тварини ще й не осмислили до пуття, що сталося, а Повстання вже успішно завершилось: Джонса прогнали, ферма «Садиба» стала їхньою.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ось так все й сталося. Повстання відбулося, а тварини ще не встигли усвідомити, що Джонса вони вигнали, і ферма «Садиба» в їхньому цілковитому розпорядженні.

source: For the first few minutes the animals could hardly believe in their good fortune.
uk_1984_iryna_dybko_khutir_tvaryn: Спершу, перемога над людиною здавалась неймовірною;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Спочатку тварини не могли повірити в свою щасливу долю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Спочатку тварини не могли повірити своєму щастю.

source: Their first act was to gallop in a body right round the boundaries of the farm, as though to make quite sure that no human being was hiding anywhere upon it; then they raced back to the farm buildings to wipe out the last traces of Jones’s hated reign.
uk_1984_iryna_dybko_khutir_tvaryn: тваринам уявлялось, що ось-ось може повернутися людина, а може й заховався хто. Щоб переконатися, чи справді прогнали всіх, почали бігати навкруги хутора й заглядати в кожен закут, заходили до всіх будинків, де проживав Романов і наймити, та почали затирати по них і по їхньому жорстокому господарюванні слід.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Перше, що вони зробили, це всі гуртом прогалопували вздовж огорожі, що обносила ферму, наче остаточно впевнюючись, чи не зачаїлася де бодай одна людська істота. Потім прогалопували назад, до будівель, змітаючи останні сліди ненависного Джонсового правування.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усім загоном вони промчали вздовж живоплоту, немов хотіли упевнитися в тому, що жодна людська істота не ховається в його закутках; потім всі разом помчали до будівель, щоб знищити останні сліди ненависного царства Джонса.

source: The harness-room at the end of the stables was broken open; the bits, the nose-rings, the dog-chains, the cruel knives with which Mr. Jones had been used to castrate the pigs and lambs, were all flung down the well.
uk_1984_iryna_dybko_khutir_tvaryn: Відтак, розбивши двері, увійшли до будинку, де переховувалась упряж, ланцюги, кільця до носів, ножі, що ними Романов кастрував поросята і овечки. Все те приладдя тварини збирали і вкинули до криниці,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вдерлися до збруярні в глибині стаєнь; вудила, кільця до носа, ланцюги для псів, безжальні ножі, що ними містер Джонс харащав поросят і ягнят, — все це було пожбурено на дно колодязя.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони зламали комору при стайні й повикидали в колодязь мундштуки, хомути, ланцюги для собак, безжальні ножі, якими Джонс колов поросят і ягнят.

source: The reins, the halters, the blinkers, the degrading nosebags, were thrown on to the rubbish fire which was burning in the yard. So were the whips. All the animals capered with joy when they saw the whips going up in flames.
uk_1984_iryna_dybko_khutir_tvaryn: а віжки, петлі, наочники, торби на носи вкинули в огнище, що його розпалили на тому місці, де колись згорав смітник. Вкінці, з неприхованим задоволенням, вкинули в огнище батоги, а як вони в полум’ї щезали, всі тварини у безмежній радості підстрибували.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Віжки, вуздечки, шори, принизливі шаньки кинули у багаття з мотлоху, що палало в дворі. Туди ж полетіли й батоги. Тварини стрибали в захваті, бачачи, як полум'я поглинає батоги.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Віжки, вуздечки, шори, принизливі торби для годівлі — кинули до іншого сміття, щоб потім спалити. Туди ж полетіли й батоги. Тварини підстрибували від захвату, дивлячись, як їх охоплює полум’я.

source: Snowball also threw on to the fire the ribbons with which the horses’ manes and tails had usually been decorated on market days.
uk_1984_iryna_dybko_khutir_tvaryn: Давидович, кидаючи стрічки, що ними прикрашували коней на базарі, пояснював:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сніжок і собі жбурнув у вогнище стрічки, якими прикрашали кінські гриви й хвости в ярмаркові дні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сніжок на додачу вирішив спалити ще й стрічки, якими зазвичай прикрашали гриви і хвости коней у базарні дні.

source: “Ribbons,” he said, “should be considered as clothes, which are the mark of a human being.
uk_1984_iryna_dybko_khutir_tvaryn: — Стрічки, це частина одягу людини; ні в що те, що нагадує людину, не повинна вдягатися тварина.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Стрічки, — заявив він, — відносяться до одягу, а це ознака людини.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Стрічки, — прокоментував він свій вчинок, — слід прирівняти до одягу, який відрізняє людей від нас.

source: When Boxer heard this he fetched the small straw hat which he wore in summer to keep the flies out of his ears, and flung it on to the fire with the rest.
uk_1984_iryna_dybko_khutir_tvaryn: Коли це почув Добрилов, то вкинув солом’яний капелюх, що ним укривав свої вуха від настирливих мух.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тоді й Боксер приніс невеличкий солом'яний бриль, який носив улітку, щоб мухи не сідали на вуха, й люто жбурнув його у вогонь.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Почувши це, Боксер приніс солом’яний капелюх, який носив улітку, щоб мухи не сідали йому на вуха, і теж кинув його у вогонь.

source: In a very little while the animals had destroyed everything that reminded them of Mr. Jones.
uk_1984_iryna_dybko_khutir_tvaryn: І таким чином, за короткий час тварини знищили й спалили все те, що їм нагадувало Романова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Невдовзі було знищене все, що нагадувало про містера Джонса.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Незабаром тварини знищили все, що нагадувало їм про містера Джонса.

source: Napoleon then led them back to the store-shed and served out a double ration of corn to everybody, with two biscuits for each dog.
uk_1984_iryna_dybko_khutir_tvaryn: Відтак Вісарйонов запровадив усіх тварин до комори і там кожній давав подвійний приділ кукурудзи, а псам по два сухарі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Потім Наполеон повів їх до комори й видав кожному подвійну порцію зерна, а псам по два бісквіти.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Потім Наполеон знову повів їх до комори й кожному видав подвійну порцію кукурудзи, а собакам — по дві галети.

source: Then they sang Beasts of England from end to end seven times running, and after that they settled down for the night and slept as they had never slept before.
uk_1984_iryna_dybko_khutir_tvaryn: Тварини, як слід харчами підкріпившися, проспівали сім разів пісню «Тварини всіх країн», відтак у настрої вдоволення і щастя пішли всі на спочинок до своїх приміщень і заснули спокійно, як ще ніколи перед тим.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Потім сім разів поспіль проспівали «Тварин Англії» від початку до кінця, після чого повкладалися на ніч і спали так, як ще не спали ніколи в житті.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Відтак переможці заспівали «Тварини Англії» від початку до кінця сім разів поспіль, і тільки тоді повкладалися на ніч і спали так, як ніколи раніше.

source: But they woke at dawn as usual, and suddenly remembering the glorious thing that had happened, they all raced out into the pasture together.
uk_1984_iryna_dybko_khutir_tvaryn: Як і колись на світанку, тварини пробудилися, згадавши вчорашню преславну подію; одне одного перебігаючи, вибігли на пасовисько,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вдосвіта вони прокинулися, як і колись, але згадавши про славну перемогу, дружно побігли на пашу.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Як і зазвичай усі прокинулися вдосвіта, але одразу згадали про вчорашню перемогу, й дружно побігли на пасовисько.

source: A little way down the pasture there was a knoll that commanded a view of most of the farm.
uk_1984_iryna_dybko_khutir_tvaryn: й де трохи далі за ним був горбок, вийшли на нього, бо він уможливлював краще приглянутись на довкілля хутора.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: За пасовиськом здіймався пагорб, звідки як на долоні відкривалася більша частина ферми.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Неподалік височів невеликий пагорб, з якого добре було видно майже всю територію ферми.

source: The animals rushed to the top of it and gazed round them in the clear morning light.
uk_1984_iryna_dybko_khutir_tvaryn: У світанковій і свіжості й чистоті повітря пишалась уся природа хутора й пестила вдоволені очі тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини забралися на нього й стали милуватися краєвидом у прозорому ранковому світлі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини вибігли на його вершину й роззирнулися довкруж.

source: Yes, it was theirs — everything that they could see was theirs!
uk_1984_iryna_dybko_khutir_tvaryn: Усоте повторяли вони, що ось усе те, що там у підніжжі горбка, відтепер належить до них.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Так, все це тепер належало їм — скільки сягало око!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Так, усе, що бачили вони навколо в прозорому ранковому світлі, належало їм!

source: In the ecstasy of that thought they gambolled round and round, they hurled themselves into the air in great leaps of excitement. They rolled in the dew, they cropped mouthfuls of the sweet summer grass, they kicked up clods of the black earth and snuffed its rich scent.
uk_1984_iryna_dybko_khutir_tvaryn: В захопленні підстрибували й плигали просторами пасовиська, відтак у щасливому хвилюванні зупинялись, приглядались довкіллю, потім по зрошеній росою траві качались, час від часу любуючись солодким посмаком її, копитами копали землю й насолоджувалися свіжим запахом землі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Захмелілі від цього, вони без упину пританцьовували й підстрибували високо, сповнені захвату. Качалися по росі, запихалися солодкою свіжою травичкою, пригорщами набирали чорнозем і вдихали його терпкі пахощі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Це усвідомлення сповнило їх такою радістю, що вони помчали щодуху навколо пагорба, час від часу високо підстрибуючи, щоб дати вихід своєму збудженню. Вони качалися по росяній траві, захоплюючи її губами й насолоджуючись її смаком, вони рили чорну, напоєну дощами землю і, тремтячи, вдихали її аромат.

source: Then they made a tour of inspection of the whole farm and surveyed with speechless admiration the ploughland, the hayfield, the orchard, the pool, the spinney. It was as though they had never seen these things before, and even now they could hardly believe that it was all their own.
uk_1984_iryna_dybko_khutir_tvaryn: Натішившись як слід, пішли поглянути на зорані поля, на сад, гайок, ставок, і вдивлялись, немов цього всього перед тим ніколи й не бачили. А ось і спер усе-усе-усе довкруги належить до них!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Потім обстежили ферму, в німому зачудуванні оглядаючи орні поля, луки, сад, ставок, гай, так, наче ніколи досі не бачили; їм не вірилося, що те все тепер належить їм.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Потім обстежили ферму, зачаровано споглядаючи її орні поля, луки, сад, ставок, гай, наче бачили все вперше і ніяк не могли повірити, що це відтепер належить тільки їм.

source: Then they filed back to the farm buildings and halted in silence outside the door of the farmhouse. That was theirs too, but they were frightened to go inside.
uk_1984_iryna_dybko_khutir_tvaryn: Повернувшись на майдан хутора, зупинились перед головним будинком, де проживав Романов з родиною і, хоча знали, що й він зараз належить до них, збентежено поглядали один на одного, бо огортав їх якийсь чудний, невимовний страх перед рішенням: зайти чи не зайти туди.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Потім вони рушили до господарських будівель і непевно спинилися перед будинком. І він належав їм, проте ввійти всередину вони боялися.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Потім вони потягнулися назад, до двору, і мовчки зупинилися біля житлового будинку. Він тепер теж належав їм, але увійти до нього все-таки було лячно.

source: After a moment, however, Snowball and Napoleon butted the door open with their shoulders and the animals entered in single file, walking with the utmost care for fear of disturbing anything.
uk_1984_iryna_dybko_khutir_tvaryn: Але Вісарйонов переміг нерішучість і сильними ударами, в парі з Давидовичем відчинили двері головного будинку. Всі тварини почали обережно входити в кожну кімнату будинку, щоб ненароком не зрушити чогось із місця.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: За хвилю, однак, Сніжок і Наполеон рішуче штовхнули двері і ті розчахнулися. Тварини вервечкою зайшли, пильнуючи, аби чогось не пошкодити.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Однак за мить Сніжок і Наполеон штовхнули вхідні двері, і всі тварини увійшли до будинку, ступаючи дуже обережно, щоб не пошкодити чогось.

source: They tiptoed from room to room, afraid to speak above a whisper and gazing with a kind of awe at the unbelievable luxury, at the beds with their feather mattresses, the looking-glasses, the horsehair sofa, the Brussels carpet, the lithograph of Queen Victoria over the drawing-room mantelpiece.
uk_1984_iryna_dybko_khutir_tvaryn: Перешіптуючись, із захопленням придивлялись до неймовірних розкошів, у яких проживав Романов, дивились із подивом на ліжко і на пухову постіль на ньому, на дзеркала, дорогоцінні софи, дивани з Брюсселю, на портрет цареви, що в золотих рамках стояв на полиці над коминком.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Навшпиньки переходили з кімнати в кімнату; перемовлялися лише пошепки, з побожним острахом дивилися на неймовірну розкіш: ліжка з перинами, дзеркала, лежак з конячого волосу, брюссельський килим, літографія королеви Вікторії над каміном у вітальні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навшпиньки переходили з кімнати в кімнату, перемовлялися пошепки, дивилися з подивом на предмети немислимої розкоші: ліжка з перинами, дзеркала, канапка, набита конячим ворсом, брюссельський килим, літографія із зображенням королеви Вікторії над каміном у вітальні.

source: They were lust coming down the stairs when Mollie was discovered to be missing.
uk_1984_iryna_dybko_khutir_tvaryn: Коли вже оглянули все у кожній кімнаті, почали виходити з будинку і враз зауважили, що Мілочки немає.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вже коли спускалися сходами, хтось завважив, що немає Моллі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони вже були біля сходів, коли хтось помітив, що немає Моллі.

source: Going back, the others found that she had remained behind in the best bedroom. She had taken a piece of blue ribbon from Mrs. Jones’s dressing-table, and was holding it against her shoulder and admiring herself in the glass in a very foolish manner. The others reproached her sharply, and they went outside.
uk_1984_iryna_dybko_khutir_tvaryn: Декілька тварин повернулись до сальону і там побачили, як, придивляючись до себе в дзеркалі, Мілочка прикладає до волосся стрічки, повертає голову, подивляє свій вигляд, захоплюючись собою до тієї міри, що й не звернула уваги, як сердиті тварини зловісним поглядом дивились на неї.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кілька тварин повернулися в дім і виявили її в найкращій спальні. Взявши з трюмо місіс Джонс блакитну стрічку й приклавши її собі до плеча, вона з дурнуватим виглядом милувалася на себе в дзеркалі. Висловивши їй свій осуд, тварини вийшли надвір.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Кілька тварин повернулися в дім і знайшли її у найкращій спальні будинку. Взявши зі столика місіс Джонс блакитну стрічку, Моллі приклала її до свого плеча і з дурнуватим кокетством розглядала себе в дзеркалі. Її вчинок одностайно засудили.

source: Some hams hanging in the kitchen were taken out for burial, and the barrel of beer in the scullery was stove in with a kick from Boxer’s hoof, otherwise nothing in the house was touched.
uk_1984_iryna_dybko_khutir_tvaryn: Коли Мілочка вийшла, Конева ненароком поглянула в бік кухні й запримітила на кілках шинки, то й покликала ще декілька тварин і всі вирішили зняти їх та з пошаною похоронити; Добрилов, глянувши на бочку з пивом, спересердя копнув її копитом і пробив у ній чималий отвір, крізь який почало витікати пиво. Він лише з погордою поглянув у сторону пива.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кілька шинок, що висіли на кухні, винесли, щоб поховати, а барило з пивом у коморі Боксер розтрощив ударом копита, все ж інше в домі не чіпали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Кілька окостів, що висіли на кухні, були винесені назовні для поховання, а барило з пивом, що стояло в коморі, Боксер розщепив одним ударом копита.

source: A unanimous resolution was passed on the spot that the farmhouse should be preserved as a museum. All were agreed that no animal must ever live there.
uk_1984_iryna_dybko_khutir_tvaryn: Коли вже всі вийшли з будинку, одноголосно вирішили, що дім Романова зберігатимуть як музей, та що ніяка тварина ні в якому разі не має права у ньому замешкати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тут же прийняли одностайне рішення зберегти будинок Джонсів як музейний експонат. Всі зійшлися на тому, що жодна тварина ніколи не повинна мешкати в цьому будинку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Більше вони нічого в будинку не чіпали, бо ухвалили одностайне рішення зберегти будинок як музей, зійшовшись на думці, що жодна тварина жити тут не повинна.

source: The animals had their breakfast, and then Snowball and Napoleon called them together again.
uk_1984_iryna_dybko_khutir_tvaryn: Після сніданку Вісарйонов і Давидович скликали всіх тварин на майдан, тоді Давидович авторитетним голосом промовив:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини поснідали, а потім Сніжок і Наполеон знову зібрали їх.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Після сніданку Сніжок і Наполеон знову зібрали тварин.

source: “Comrades,” said Snowball, “it is half-past six and we have a long day before us. Today we begin the hay harvest. But there is another matter that must be attended to first.”
uk_1984_iryna_dybko_khutir_tvaryn: — Товариші, перед нами чимало праці, вже минає шоста тридцять ранку, спіла сіножать чекає на покоси, але заки візьметесь за працю, є ще одна важлива справа і їй слід нам присвятити увагу.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Товариші, — звернувся до них Сніжок, — зараз пів на сьому і попереду довгий день. Сьогодні ми починаємо косовицю. Але ще одне треба вирішити.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Товариші, — сказав Сніжок, — зараз пів на сьому, весь довгий день попереду. Сьогодні ми починаємо косовицю. Але є одне питання, яке слід вирішити передусім.

source: The pigs now revealed that during the past three months they had taught themselves to read and write from an old spelling book which had belonged to Mr. Jones’s children and which had been thrown on the rubbish heap.
uk_1984_iryna_dybko_khutir_tvaryn: Нашвидку Давидович розказав, що в минулих трьох місяцях, коли приготовлялись іще до бунту-революції, навчились вони писати й читати, послуговуючись книжками, що їх найшли біля дому Романова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тут свині призналися: останні три місяці вони вчилися читати й писати за старим правописником, що належав дітям містера Джонса і що його викинули на смітник.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І свині розповіли, що за останні три місяці вони навчилися читати й писати за старим підручником дітей містера Джонса, який господарі викинули на смітник.
